{
  "00021eeee2bf4e06fec98941206f97083c38b54d": {
    "title": "Opportunities and challenges for E-Commerce in Malaysia: A theoretical approach",
    "abstract": "Numerous studies of E-Commerce have emphasized the sway of obstacles related to Information Technology (IT) infrastructure, Socio economic condition, Internet usage, Government and regulatory initiatives as major determinants of ecommerce success. Information communication technology (ICT) revolutionizes businesses around the world. In this paper e-commerce practices in Malaysia has been analyzed by its strength, weaknesses, opportunities and threats. This paper provides a general review of challenges and opportunities for e commerce practices in Malaysia. And to understand the in-depth of e-commerce practices and to investigates more solutions for the research problems. Analysis shows that E-Commerce in Malaysia is moving towards uptrend direction. But still there are some challenges which are influencing on E-Commerce. The challenges such as economic condition of the country, low wages of labors, low internet access, lack of awareness of online purchasing, e-readiness, high cost and legacy of fast internet. Findings show that there are sweet opportunities which can boost up E-Commerce in Malaysia. Strategic position of the country, political stability, foreign investment in information and communication technology (ICT) and high rate of education can be the charming part of E-Commerce growth in Malaysia.",
    "paper_id": "00021eeee2bf4e06fec98941206f97083c38b54d"
  },
  "00027baa2a90e1a3d50c1da14882d518de6847f5": {
    "title": "Interactions between model membranes and lignin-related compounds studied by immobilized liposome chromatography.",
    "abstract": "In order to elucidate the modes of interaction between lignin precursors and membranes, we have studied the influence of temperature, lipid composition and buffer composition on the partitioning of monolignol and dilignol model substances into phospholipid bilayers. The partitioning was determined by immobilized liposome chromatography, which is an established method for studies of pharmaceutical drugs but a new approach in studies of lignin synthesis. The temperature dependence of the retention and the effect of a high ammonium sulfate concentration in the mobile phase demonstrated that the interaction involved both hydrophobic effects and polar interactions. There was also a good correlation between the partitioning and the estimated hydrophobicity, in terms of octanol/water partitioning. The partitioning behavior of the model substances suggests that passive diffusion over the cell membrane is a possible transport route for lignin precursors. This conclusion is strengthened by comparison of the present results with the partitioning of pharmaceutical drugs that are known to pass cell membranes by diffusion.",
    "paper_id": "00027baa2a90e1a3d50c1da14882d518de6847f5"
  },
  "000c8d85037886c86de15290e5a8e9bae7b66103": {
    "title": "Reimagining Greek Tragedy on the American Stage",
    "abstract": "List of Illustrations Preface Introduction CHAPTER ONE. Greek Tragedy Finds an American Audience 1. Setting the Stage 2. American Theater Makes Greek Tragedy Its Own CHAPTER TWO. Making Total Theater in America: Choreography and Music 1. Hellenic Influences on the Development of American Modern Dance 2. American Gesamtkunstwerke 3. Musical Theater 4. Visual Choreography in Robert Wilson's Alcestis CHAPTER THREE. Democratizing Greek Tragedy 1. Antigone and Politics in the Nineteenth Century: The Boston 1890 Antigone 2. Performance Groups in the 1960s--1970s: Brecht's Antigone by The Living Theatre 3. The 1980s and Beyond: Peter Sellars's Persians, Ajax, and Children of Heracles 4. Aeschylus's Prometheus Bound in the United States: From the Threat of Apocalypse to Communal Reconciliation CHAPTER FOUR. Reenvisioning the Hero: American Oedipus 1. Oedipus as Scapegoat 2. Plagues 3. Theban Cycles 4. Deconstructing Fatality 5. Abandonment CHAPTER FIVE. Reimagining Medea as American Other 1. Setting the Stage: Nineteenth-Century Medea 2. Medea as Social Critic from the Mid-1930s to the Late 1940s 3. Medea as Ethnic Other from the 1970s to the Present 4. Medea's Divided Self: Drag and Cross-Dressed Performances Epilogue Appendix A. Professional Productions and New Versions of Sophocles' and Euripides' Electras Appendix B. Professional Productions and New Versions of Antigone Appendix C. Professional Productions and New Versions of Aeschylus's Persians, Sophocles' Ajax, and Aeschylus's Prometheus Bound Appendix D. Professional Productions and New Versions of Oedipus Tyrannus Appendix E. Professional Productions and New Versions of Euripides' Medea Appendix F. Professional Productions and New Versions of Euripides' Iphigeneia in Aulis and Iphigeneia in Tauris Appendix G. Other Professional Productions and New Versions Notes References Index",
    "paper_id": "000c8d85037886c86de15290e5a8e9bae7b66103"
  },
  "000eb4e43735ee77ffe1691b91a0dee2d3e14cde": {
    "title": "New Trigonometric form of The Hamilton's Quaternions",
    "abstract": "Is it possible to define, for certain values n the product of vectors of the real vector space of n dimensions, such that this is, with respect to multiplication and the ordinary addition of vectors, a numerical system which contains the system of real numbers? It can be proven that this cannot be done. In the space of four dimensions this construction is possible if we are apart from the commutativity of the multiplication. The resulting system is the one ofQUATERNIONS. In this work I first do a reminder of the fundamental concepts of Hamilton's Hypercomplex and then a deep work with such concepts.",
    "paper_id": "000eb4e43735ee77ffe1691b91a0dee2d3e14cde"
  },
  "000ec6bf952325ff038e9866c69ad097d96031b9": {
    "title": "A Theory of Private vs. Public Placements in Public Firms",
    "abstract": "This paper studies a public firm's investment decision and whether to raise the equity capital needed using the public market (SEO, Secondary Equity Offering) or a private channel (PIPE, Private Investment in Public Equity). Issuing a PIPE allows the firm to enjoy more financial flexibility. This is modeled in two dimensions: First, funds can be raised faster. Second, dilution costs caused by asymmetric information can be alleviated endogenously. However PIPEs are costly because new shares are temporarily illiquid. The model explains what firms use one market or the other and the optimal timing of investments to better use financial flexibility. For instance, market illiquidity makes the firm less likely to issue a PIPE, asymmetric information makes it more likely. The paper then considers private debt contracts and shows that the pecking order need not hold. The model explains empirical regularities, for instance, why do SEOs have negative abnormal returns around its announcement whereas abnormal returns for PIPEs are positive.",
    "paper_id": "000ec6bf952325ff038e9866c69ad097d96031b9"
  },
  "001d134f355306faeb8993fe487a34e0ed0d278b": {
    "title": "From J.J. ‘Boerjong’ Kotze to Hansie Cronje: Afrikaners and cricket in twentieth-century South Africa – diffusion and representation",
    "abstract": "This essay briefly traces the trajectory of late-nineteenth-century Afrikaner involvement in cricket. It then examines in greater depth the circumstances which during the first half of the twentieth century militated against the game developing a mass appeal among Afrikaners. The situation changed gradually with Afrikaner ascent to political power in 1948, and especially markedly different socio-economic prosperity during the 1960s, which contributed to cultural shifts and facilitated greater Afrikaner involvement in the game. The essay concludes with an assessment of the complex ways in which presumed Afrikaner identities played themselves out in the post-apartheid international sporting arena.",
    "paper_id": "001d134f355306faeb8993fe487a34e0ed0d278b"
  },
  "002087b2c4408d83bc095c835ce70e3974d830c7": {
    "title": "The geology and petrology of the Hannington Trachyphonolite formation, Kenya Rift Valley",
    "abstract": "Abstract Field, petrographical and geochemical studies of a group of late Pleistocene, alkaline and mildly peralkaline trachytic and trachyphonolitic lavas from the northern Kenya Rift have been undertaken. A large number of flows were erupted from widely dispersed centres to form an extensive volcanic shield within the floor of the rift. The major element composition of most rocks was substantially modified during crystallisation, but other data show that differentiation within the suite was the result of protracted feldspar fractionation of a trachytic magma with intially very low abundances of residual trace elements.",
    "paper_id": "002087b2c4408d83bc095c835ce70e3974d830c7"
  },
  "00212b846a99385d4fbea9a61cafc00aea3a2bfb": {
    "title": "[Immigration of physicians and dentists into Hungary in the 1980's and 90's].",
    "abstract": "Following the fall of the socialist regime in Hungary (1989), it was observed by patients and doctors alike that the number of foreign physicians and dentists significantly increased in the late 1980's and the early 1990's. There was no scientific research so far about these changes. Based on a cross-sectional study in 2001, there are 39,122 registered and professionally active members in the Hungarian Medical Chamber in Hungary. There are 33,915 physicians and 5,207 dentists. At present, the total number of foreign citizens among them amounts to 797, including 517 doctors who studied in Hungarian universities, albeit in English, not in Hungarian. There are also 2,167 doctors with Hungarian citizenship with a medical diploma from abroad. It is likely, that 260-270 people in this group were already Hungarian citizens before entering medical training. Subtracting them from the 2,167 doctors and adding 517 foreigners trained in Hungary, it may be stated that approximately 2,400 doctors work in the Hungarian health care as a result of international migration.",
    "paper_id": "00212b846a99385d4fbea9a61cafc00aea3a2bfb"
  },
  "0021cb364227522163177b7ca0d268134e746728": {
    "title": "The Use of Risk Assessment Tools and Prognostic Scores in Managing Patients with Pulmonary Arterial Hypertension",
    "abstract": "Purpose of ReviewPulmonary arterial hypertension (PAH) is a chronic, progressive, and incurable disease with significant morbidity and mortality. Despite increasingly available treatment options, PAH patients continue to experience disease progression and increased rates of hospitalizations due to right heart failure. Physician’s ability to comprehensively assess PAH patients, determine prognosis, and monitor disease progression and response to treatment remains critical in optimizing outcomes.Recent FindingsRisk assessment in PAH should include a range of clinical, hemodynamic, and exercise parameters, performed in a serial fashion over the course of treatment. Approaches to risk assessment in PAH patients include the use of risk variables, scores, and equations that stratify the impact of both modifiable (e.g., 6-min walk distance, functional class, brain natriuretic peptide), and non-modifiable (e.g., age, gender, PAH etiology) risk factors. Such tools allow physicians to better determine prognosis, allocate treatment resources, and enhance the consistency of treatment approaches across providers.SummaryComprehensive and accurate risk prediction is essential to make individualized treatment decisions and optimizing outcomes in PAH.",
    "paper_id": "0021cb364227522163177b7ca0d268134e746728"
  },
  "0025b15c34b6942030d16b002424d022da26bbdc": {
    "title": "Goedel Machines: Self-Referential Universal Problem Solvers Making Provably Optimal Self-Improvements",
    "abstract": "We present the first class of mathematically rigorous, general, fully self-referential, self-improving, optimally efficient problem solvers. Inspired by Kurt Goedel's celebrated self-referential formulas (1931), such a problem solver rewrites any part of its own code as soon as it has found a proof that the rewrite is useful, where the problem-dependent utility function and the hardware and the entire initial code are described by axioms encoded in an initial proof searcher which is also part of the initial code. The searcher systematically and efficiently tests computable proof techniques (programs whose outputs are proofs) until it finds a provably useful, computable self-rewrite. We show that such a self-rewrite is globally optimal - no local maxima! - since the code first had to prove that it is not useful to continue the proof search for alternative self-rewrites. Unlike previous non-self-referential methods based on hardwired proof searchers, ours not only boasts an optimal order of complexity but can optimally reduce any slowdowns hidden by the O()-notation, provided the utility of such speed-ups is provable at all.",
    "paper_id": "0025b15c34b6942030d16b002424d022da26bbdc"
  },
  "0028d222364e96b951d2e7cb2c0d406966bd6fa9": {
    "title": "The Josephus problem",
    "abstract": "We give explicit non-recursive formulas to compute the Josephus-numbers j(n, 2, i) and j(n, 3, i) and explicit upper and lower bounds for j(n, k, i) (where k ~ 4) which differ by 2k 2 (for k = 4 the bounds are even better). Furthermore we present a new fast algorithm to calculate j(n, k, i) which is based upon the mentioned bounds.",
    "paper_id": "0028d222364e96b951d2e7cb2c0d406966bd6fa9"
  },
  "0029408a8a227f88a4e64ed6553061258be209c2": {
    "title": "Compiling language definitions: the ASF+SDF compiler",
    "abstract": "The ASF+SDF Meta-Environment is an interactive language development environment whose main application areas are definition and implementation of domain-specific languages, generation of program analysis and transformation tools, and production of software renovation tools. It uses conditional rewrite rules to define the dynamic semantics and other tool-oriented aspects of languages, so the effectiveness of the generated tools is critically dependent on the quality of the rewrite rule implementation. The ASF+SDF rewrite rule compiler generates C code, thus taking advantage of C's portability and the sophisticated optimization capabilities of current C compilers as well as avoiding potential abstract machine interface bottlenecks. It can handle large (10,000+ rule) language definitions and uses an efficient run-time storage scheme capable of handling large (1,000,000+ node) terms. Term storage uses maximal subterm sharing (hash-consing), which turns out to be more effective in the case of ASF+SDF than in Lisp or SML. Extensive benchmarking has shown the time and space performance of the generated code to be as good as or better than that of the best current rewrite rule and functional language compilers.",
    "paper_id": "0029408a8a227f88a4e64ed6553061258be209c2"
  },
  "002fd5ed38aba7ca4cd6852949c63a6daca60dac": {
    "title": "Forging the Collective Memory: Government and International Historians Through Two World Wars",
    "abstract": "When studying the origins of World War One, scholars have relied heavily on the series of key diplomatic documents published by the governments of both the defeated and the victorious powers in the 1920s and 1930s. However, this volume shows that these volumes, rather than dealing objectively with the past, were used by the different governments to project an interpretation of the origins of the Great War that was more palatable to them and their country than the truth might have been.",
    "paper_id": "002fd5ed38aba7ca4cd6852949c63a6daca60dac"
  },
  "003fe36fdb84859acb25a7657b211527e543740b": {
    "title": "Information Disclosure through Agents: Evidence from a Field Experiment",
    "abstract": "With a large nationwide retailer, we run a natural eld experiment to measure the eects of energy use information disclosure, rebates, and sales agent incentives on demand for energy ecient durable goods. Sales incentives and rebates are complementary, but information and sales incentives alone have statistically and economically insignicant eects. Sales agents comply only partially with the experiment, targeting information at the most interested consumers but not discussing energy eciency with the disinterested majority. In follow-up surveys, most consumers are aware of the energy ecient model and may even overestimate its benets, suggesting that imperfect information is not a major barrier to adoption in this context.",
    "paper_id": "003fe36fdb84859acb25a7657b211527e543740b"
  },
  "003fe8e0cfcaced80363cd4f182e5f69d9e1569a": {
    "title": "The Myth of Marketization: An Evaluation of the Persistence of Non-Market Activities in Advanced Economies",
    "abstract": "Across the social sciences, a recurring theme is that market production, where goods and services are produced for monetized exchange by capitalist firms for profit-motivated purposes, has replaced non-market production in the advanced economies. The aim of this paper is to evaluate critically this marketization thesis. Analyzing data on the volume of market and non-market activity, this paper reveals not only the relatively shallow penetration of the market sphere but also how for some four decades, contrary to the marketization thesis, the non-market sphere has been growing relative to the market realm. Rather than view non-market activity as a vestige of a pre-capitalist past, this paper thus explains the persistence and growth of non-market activity as a product of both the prevalence of resistance cultures to marketism and the inherent contradictions embedded in the pursuit of marketization. The paper thus concludes that not only is there a need to decentre representations of the market as victorious, pervasive and hegemonic, but also for greater recognition and value to be given to the non-market realm and the possibility of alternative futures beyond marketization.",
    "paper_id": "003fe8e0cfcaced80363cd4f182e5f69d9e1569a"
  },
  "0046d129f92a1cbf70d9001f397aa83f772cadca": {
    "title": "A domain-based digital summary of the evolution of the Palaeoproterozoic of North America and Greenland and associated unconformity-related uranium mineralization",
    "abstract": "Abstract Studies of the evolution of the Earth require a better understanding of regional geological geology, particularly for earth scientists who do not have broad, domain-specific knowledge. The Palaeoproterozoic geology of North America and Greenland has been summarized at domain level using the database system developed for the IGCP 509 project “Palaeoproterozoic Supercontinents and Global Evolution”, with additional geochronological information from the DateView database. A series of diagrams illustrate and contrast the geochronology and isotopic evolution of the Trans-Hudson Orogen and its bounding older crustal domains. These are accompanied by several time-space correlation charts and time-slice tectonic reconstructions showing the lithostratigraphy of the region. The origin and setting of uranium mineralization in Canada is discussed in order to illustrate the knowledge potential captured within these databases.",
    "paper_id": "0046d129f92a1cbf70d9001f397aa83f772cadca"
  },
  "00470a66b5d4d7a1fff5d0accc02aa28ddef12c0": {
    "title": "Use of antithrombotic medications among elderly ischemic stroke patients.",
    "abstract": "BACKGROUND\nThe use of antithrombotic medications after ischemic stroke is recommended for deep vein thrombosis prophylaxis and secondary stroke prevention. We assessed the rate of receipt of these therapies among eligible ischemic stroke patients age ≥65 years and determined the effects of age and other patient characteristics on treatment.\n\n\nMETHODS AND RESULTS\nThe analysis included Medicare fee-for-service beneficiaries discharged with ischemic stroke (ICD 433.x1, 434.x1, 436) randomly selected for inclusion in the Medicare Health Care Quality Improvement Program's National Stroke Project 1998 to 1999, 2000 to 2001. Patients discharged from nonacute facilities, transferred, or terminally ill were excluded. Receipt of in-hospital pharmacological deep vein thrombosis prophylaxis, antiplatelet medication, anticoagulants for atrial fibrillation, and antithrombotic medications at discharge were assessed in eligible patients, stratified by age (65 to 74, 75 to 84, and 85+ years). Descriptive models identified characteristics associated with treatment. Among 31 554 patients, 14.9% of those eligible received pharmacological deep vein thrombosis prophylaxis, 83.9% antiplatelet drugs, 82.8% anticoagulants for atrial fibrillation, and 74.2% were discharged on an antithrombotic medication. Rates of treatment decreased with age and were lowest for patients ages 85 years or older. Admission from a skilled nursing facility and functional dependence were associated with lower treatment rates.\n\n\nCONCLUSIONS\nThere was substantial underutilization of antithrombotic therapies among elderly ischemic stroke patients, particularly among the very elderly, those admitted from skilled nursing facilities, and patients with functional dependence. The reasons for low use of antithrombotic therapies, including the apparent underutilization of deep vein thrombosis prophylaxis in otherwise eligible patients, require further investigation.",
    "paper_id": "00470a66b5d4d7a1fff5d0accc02aa28ddef12c0"
  },
  "00484792b19c3b6bb0f1aa588d6c310994dd2322": {
    "title": "Molecular ecology of marine mammals",
    "abstract": "Marine mammals comprise a paraphyletic group of species whose current abundance and distribution has been greatly shaped by past environmental changes and anthropogenic impacts. This thesis describ ...",
    "paper_id": "00484792b19c3b6bb0f1aa588d6c310994dd2322"
  },
  "004c4e436d487e597136eccda2a259b3aeb6add0": {
    "title": "EFFECT OF CATIONIC STRENGTH AND SPECIES ON 2-D CONDENSATION OF DNA",
    "abstract": "The structure of DNA molecules condensed on cationic lipid bilayers changes in the presence of high-valence cations. For a plasmid DNA, it is found that the interhelical distance of condensed DNA has a minimum as the concentration of Mg2+ ions increases. However, divalent Mn2+ ions do not induce similar changes. More dramatically, the triamine spermidine causes most condensed DNA molecules to leave the bilayers at a concentration of only 0.05 mM. These findings may be useful for understanding how 2-D condensation of DNA occurs.",
    "paper_id": "004c4e436d487e597136eccda2a259b3aeb6add0"
  },
  "005767993d59935f9624939a394787a46a28e5d2": {
    "title": "Public enterprise, public works, social fixed capital",
    "abstract": "The result of our digression is, incidentally, that the production of the means of communication, of the physical conditions of circulation, is put into the category of the production of fixed capital, and hence does not constitute a special case. Meanwhile, and incidentally, there opened up for us the prospect, which cannot be sharply defined yet at this point, of a specific relation of capital to the communal, general conditions of social production, as distinct from the conditions of a particular capital and its particular production process (Marx, edn 1973, 533).",
    "paper_id": "005767993d59935f9624939a394787a46a28e5d2"
  },
  "0058cbe110933f73c21fa6cc9ae0cd23e974a9c7": {
    "title": "An Efficient Algorithm for Learning Distances that Obey the Triangle Inequality",
    "abstract": "Semi-supervised clustering improves performance using constraints that indicate if two images belong to the same category or not. Success depends on how effectively these constraints can be propagated to the unsupervised data. Many algorithms use these constraints to learn Euclidean distances in a vector space. However, distances between images are often computed using classifiers or combinatorial algorithms that make distance learning difficult. In such a setting, we propose to use the triangle inequality to propagate constraints to unsupervised data. First, we formulate distance learning as a metric nearness problem where a brute-force Quadratic Program (QP) is used to modify the distances such that the total change in distances is minimized but the final distances obey the triangle inequality. Then we propose a much faster version of the QP that enforces only a subset of the inequalities and can be applied to real world clustering datasets. We show experimentally that this efficient QP produces stronger clustering results on face, leaf and video image datasets, outperforming state-of-the-art methods for constrained clustering. To gain insight into the effectiveness of this algorithm, we analyze a special case of the semi-supervised clustering problem, and show that the subset of constraints that we sample still preserves key properties of the distances that would be produced by enforcing all constraints.",
    "paper_id": "0058cbe110933f73c21fa6cc9ae0cd23e974a9c7"
  },
  "0059bec1c8cabf3f5766fd3ea41c1d22d1a32c44": {
    "title": "Cyberattack detection in mobile cloud computing: A deep learning approach",
    "abstract": "With the rapid growth of mobile applications and cloud computing, mobile cloud computing has attracted great interest from both academia and industry. However, mobile cloud applications are facing security issues such as data integrity, users' confidentiality, and service availability. A preventive approach to such problems is to detect and isolate cyber threats before they can cause serious impacts to the mobile cloud computing system. In this paper, we propose a novel framework that leverages a deep learning approach to detect cyberattacks in mobile cloud environment. Through experimental results, we show that our proposed framework not only recognizes diverse cyberattacks, but also achieves a high accuracy (up to 97.11%) in detecting the attacks. Furthermore, we present the comparisons with current machine learning-based approaches to demonstrate the effectiveness of our proposed solution.",
    "paper_id": "0059bec1c8cabf3f5766fd3ea41c1d22d1a32c44"
  },
  "006959c9a648ceb4133ec7bc3e71f8e044c88f26": {
    "title": "Evolution: What's on the menu?",
    "abstract": "food substrates has evolved from interactions with the trillions of microorganisms that co-exist in our gut. But what evolutionary factors shape the diversity of gut microbial communities? Reporting in Science, Ley, Gordon and colleagues now provide us with a microbial view of mammalian evolution with their finding that mammalian diet, phylogeny and gut physiology influence the composition of the gut microbiota and that microbial communities have co-diversified with their hosts. Gordon et al. conducted a census of the faecal bacterial communities of 59 different mammalian species living in zoos in San Diego and St Louis, USA, and in the wild, including 17 non-human primates and animals that had an unusual diet for their taxonomic lineage. New network-based analyses together with more traditional tree-based analyses were then used to relate gut community ecology to the mammalian hosts that harbour them. In general, the gut microbial composition of members of a single mammalian species was similar regardless of its provenance, supporting the notion of inter-generational transfer of gut communities. The ability to use plants as a food source evolved repeatedly from ancestral carnivorous mammals. Moreover, most extant mammals are herbivores. Based on 16S ribosomal RNA, the gut microbiota of herbivores in this study was found to be more diverse than that of omnivores and carnivores, which suggests that diet is an important determinant of microbial community structure. The authors’ work indicates that promiscuous gut microorganisms allowed unrelated mammals with similar gut structures to assemble similar microbial communities and that the microbial solution to herbivory in different gut structures (for example, a simple gut, a hindgut or a foregut) was similar regardless of host lineage. Humans seem to be representative of typical omnivores and can be placed together with our omnivorous primate relatives. This bottom-up perspective of animal evolution implicates gut microorganisms as co-conspirators in the spectacular evolutionary success of mammals. According to Gordon and colleagues, ‘‘our next task is to characterize the microbial communities’ gene content (microbiomes) to better understand how these observations relate to the metabolic capacities of the microbiota and expand these studies to other members of the animal kingdom.’’ Gillian Young",
    "paper_id": "006959c9a648ceb4133ec7bc3e71f8e044c88f26"
  },
  "0069fd0d076feee1effb0c3a958d9d06fdfc8540": {
    "title": "On the Taxonomy of Flux Vacua",
    "abstract": "We investigate several predictions about the properties of IIB flux vacua on Calabi-Yau orientifolds, by constructing and characterizing a very large set of vacua in a specific example, an orientifold of the Calabi-Yau hypersurface in WP{sub 1,1,1,1,4}{sup 4}. We find support for the prediction of Ashok and Douglas that the density of vacua on moduli space is governed by det(-R-{omega}) where R and {omega} are curvature and Kaehler forms on the moduli space. The conifold point {psi} = 1 on moduli space therefore serves as an attractor, with a significant fraction of the flux vacua contained in a small neighborhood surrounding {psi} = 1. We also study the functional dependence of the number of flux vacua on the D3 charge in the fluxes, finding simple power law growth.",
    "paper_id": "0069fd0d076feee1effb0c3a958d9d06fdfc8540"
  },
  "006a2834928385b8be72aa44c07a3d3ce006d469": {
    "title": "What is wrong with SLASH",
    "abstract": "In an experiment featuring nonlinear optics, delayed choice and EPR-type correlations, the possibility of faster-than-light communication appears not totally implausible. Attempts are put forward and discussed to refute this claim.",
    "paper_id": "006a2834928385b8be72aa44c07a3d3ce006d469"
  },
  "006df2225387da333a3c5c5256cd211368711ff4": {
    "title": "Leverage and Pricing in Buyouts: An Empirical Analysis*",
    "abstract": "This paper provides an empirical analysis of the financial structure of large recent buyouts. We collect detailed information of the financings of 153 large buyouts (averaging over $1 billion in enterprise value). We document the manner in which these important transactions are financed. Buyout leverage is cross-sectionally unrelated to the leverage of matched public firms, and is largely driven by other factors than what explains leverage in public firms. In particular, the economy-wide cost of borrowing seems to drive leverage. Prices paid in buyouts are related to the prices observed for matched firms in the public market, but are also strongly affected by the economy-wide cost of borrowing. These results are consistent with a view in which the availability of financing impacts booms and busts in the private equity market.",
    "paper_id": "006df2225387da333a3c5c5256cd211368711ff4"
  },
  "006e58a0d6cd8637a027290ad7e378ffee547f48": {
    "title": "Static and quasi-static compositions of stream processing applications from dynamic dataflow programs",
    "abstract": "Dynamic dataflow models for their expressiveness properties have shown to represent more adequate and attractive solutions for describing state of the art signal processing applications. However, they are known to present potential run-time penalties when implementations are obtained by mapping and scheduling a dataflow network partition on a processing unit. In general terms, a completely static scheduling at compile-time of dynamic dataflow programs remains an unsolved problem. Several approaches for the composition of actors are promising approach that can significantly reduce the potential penalty of run-time scheduling thus increasing the overall performance of the system. This paper presents static and quasi-static composition techniques that results in a reduction of the portion of dynamic dataflow networks, by applying appropriate transformations to network partitions that after a specific analysis demonstrate to possess a predictable behaviour. Some experiments based on a video processing application ported on several system-on-chips show the achievable speedup corresponding to the reduction of the number of run-time scheduling decisions.",
    "paper_id": "006e58a0d6cd8637a027290ad7e378ffee547f48"
  },
  "0073ef30e16062330207f588ffb238f7c87af71d": {
    "title": "A Tutorial Introduction to the Lambda Calculus",
    "abstract": "This paper is a concise and painless introduction to the $\\lambda$-calculus. This formalism was developed by Alonzo Church as a tool for studying the mathematical properties of effectively computable functions. The formalism became popular and has provided a strong theoretical foundation for the family of functional programming languages. This tutorial shows how to perform arithmetical and logical computations using the $\\lambda$-calculus and how to define recursive functions, even though $\\lambda$-calculus functions are unnamed and thus cannot refer explicitly to themselves.",
    "paper_id": "0073ef30e16062330207f588ffb238f7c87af71d"
  },
  "0077ef7e1d7b68fbacb8a26f3193f425de9b1790": {
    "title": "Governance of social enterprises in South Yorkshire, UK: Towards a new orientation",
    "abstract": "Social enterprise as a concept is at the core of the United Kingdom’s government strategies of ameliorating socio economic deprivation and has experienced phenomenal growth across the country over the years. Globalisation and increased demands for effective social welfare interventions is increasingly forcing social enterprises to evaluate their governance structures in addition to business models to ensure success and longevity of their operations. Consequently, there has been an upsurge of interest in the governance of social enterprises over the past 15 years as it has become apparent that financial sustainability of social enterprise also depends on effective decision making at strategic level and their ability to engage with a variety of stakeholders outside the social economy. Despite this increased in interest there are still significant gaps in the understanding and knowledge of how nature and type of governance model influence the operational efficiency of social enterprises. This is particularly in view of apparent shift from democratic to stewardship types of governance models of governance by some social enterprise. The focus of this paper is on generating additional knowledge on the reasons of this paradigm shift in social enterprise governance, given lack of in-depth academic scrutiny on this phenomenon. The paper presents and critically analyses key results emerging from a doctoral investigation on the governance of social enterprise in South Yorkshire.",
    "paper_id": "0077ef7e1d7b68fbacb8a26f3193f425de9b1790"
  },
  "007867e4f974eb6936ad1c911b7bd5703b21ec12": {
    "title": "Conceptual Clustering Using Lingo Algorithm: Evaluation on Open Directory Project Data",
    "abstract": "Search results clustering problem is defined as an automatic, on-line grouping of similar documents in a search hits list, returned from a search engine. In this paper we present the results of an experimental evaluation of a new algorithm named Lingo. We use Open Directory Project as a source of high-quality narrow-topic document references and mix them into several multi-topic test sets for the algorithm We then compare the clusters acquired from Lingo to the expected set of ODP categories mixed in the input. Finally we discuss observations from the experiment, highlighting the algorithm’s strengths and weaknesses and conclude with research directions for the future.",
    "paper_id": "007867e4f974eb6936ad1c911b7bd5703b21ec12"
  },
  "007db801cfbf334eacf394ae5cc0708cc95e6df5": {
    "title": "Miogeoclines and suspect terranes of the Caledonian–Appalachian Orogen: tectonic patterns in the North Atlantic region",
    "abstract": "The Caledonian–Appalachian Orogen was formed by the closing of a Paleozoic Iapetus Ocean. The continental margins of Iapetus are identified in the deformed early Paleozoic miogeoclines of the Caledonian–Appalachian Orogen. Ophiolitic vestiges of Iapetus, its oceanic plateaus, microcontinents, and volcanic arcs are Caledonian–Appalachian suspect terranes. These were assembled in interior parts of the orogen and locally they were emplaced structurally upon the adjacent miogeoclines.The modern North Atlantic Ocean opened along an axis that traversed the Paleozoic orogen longitudinally. Its opening dispersed the elements of the Paleozoic orogen and led to the present arrangement of disjunct Paleozoic miogeoclines and suspect terranes throughout the North Atlantic borderlands.The western or North American margin of Iapetus is represented by the miogeoclines along the west flank of the North American Appalachians and Caledonides of east Greenland. A small North American miogeoclinal segment occurs in the Britis...",
    "paper_id": "007db801cfbf334eacf394ae5cc0708cc95e6df5"
  },
  "007e86cb55f0ba0415a7764a1e9f9566c1e8784b": {
    "title": "Adversarial Feature Learning",
    "abstract": "The ability of the Generative Adversarial Networks (GANs) framework to learn generative models mapping from simple latent distributions to arbitrarily complex data distributions has been demonstrated empirically, with compelling results showing generators learn to \"linearize semantics\" in the latent space of such models. Intuitively, such latent spaces may serve as useful feature representations for auxiliary problems where semantics are relevant. However, in their existing form, GANs have no means of learning the inverse mapping -- projecting data back into the latent space. We propose Bidirectional Generative Adversarial Networks (BiGANs) as a means of learning this inverse mapping, and demonstrate that the resulting learned feature representation is useful for auxiliary supervised discrimination tasks, competitive with contemporary approaches to unsupervised and self-supervised feature learning.",
    "paper_id": "007e86cb55f0ba0415a7764a1e9f9566c1e8784b"
  },
  "0080fed1c3048bb930467487085a7db0626eed22": {
    "title": "Novel fabrication of magnetic thermoplastic nanofibers via melt extrusion of immiscible blends",
    "abstract": "A novel technique of fabricating magnetic thermoplastic nanofibers by the control of the phase separation of immiscible polymer blends during melt extrusion was presented. The magnetic poly(vinyl alcohol-co-ethylene) (PVA-co-PE)/Fe3O4 composite nanofibers were prepared via the melt extrusion of cellulose acetate butyrate matrix and PVA-co-PE preloaded with different amounts of Fe3O4 nanoparticles. The morphologies of magnetic composite nanofibers were characterized by scanning electron microscopy. The uniform dispersion of Fe3O4 nanoparticles in nanofiber matrixes and crystal structures were confirmed using transmission electron microscopy and wide angle X-ray diffraction. Thermogravimetric analysis was employed to quantify the exact loading amount of Fe3O4 nanoparticles in the composite nanofibers. The magnetic measurements showed that composite nanofibers displayed superparamagnetic behavior at room temperature. With increasing content of Fe3O4 nanoparticles, the saturation magnetization of the magnetic composite nanofiber significantly improved. The prepared magnetic composite nanofibers might have found potential applications in the sensors and bio-molecular separation fields. Copyright © 2012 John Wiley & Sons, Ltd.",
    "paper_id": "0080fed1c3048bb930467487085a7db0626eed22"
  },
  "0081b75aca4c92e64d46cc3a2c2c004e5938ede7": {
    "title": "The changing view of eukaryogenesis - fossils, cells, lineages and how they all come together.",
    "abstract": "Eukaryogenesis - the emergence of eukaryotic cells - represents a pivotal evolutionary event. With a fundamentally more complex cellular plan compared to prokaryotes, eukaryotes are major contributors to most aspects of life on Earth. For decades, we have understood that eukaryotic origins lie within both the Archaea domain and α-Proteobacteria. However, it is much less clear when, and from which precise ancestors, eukaryotes originated, or the order of emergence of distinctive eukaryotic cellular features. Many competing models for eukaryogenesis have been proposed, but until recently, the absence of discriminatory data meant that a consensus was elusive. Recent advances in paleogeology, phylogenetics, cell biology and microbial diversity, particularly the discovery of the 'Candidatus Lokiarcheaota' phylum, are now providing new insights into these aspects of eukaryogenesis. The new data have allowed the time frame during which eukaryogenesis occurred to be finessed, a more precise identification of the contributing lineages and the biological features of the contributors to be clarified. Considerable advances have now been used to pinpoint the prokaryotic origins of key eukaryotic cellular processes, such as intracellular compartmentalisation, with major implications for models of eukaryogenesis.",
    "paper_id": "0081b75aca4c92e64d46cc3a2c2c004e5938ede7"
  },
  "008a243b19ced323c3f992e117c052ed08b23876": {
    "title": "Central venous line dysfunction is an independent predictor of poor survival in children with cancer.",
    "abstract": "Central venous line (CVL) dysfunction (mainly from thrombotic occlusion) is a frequent, but relatively less-studied complication compared with infection and thromboembolism (TE). In adults with cancer, TE results in poor outcome. We evaluated the impact of CVL-dysfunction and TE on overall survival (OS) and event-free survival (EFS) in children with noncentral nervous system cancer (n=358). CVL-dysfunction was defined as persistent or recurrent difficulty of blood draw and/or infusion. Event was defined as cancer relapse, second malignancy, or death due to any cause. OS and EFS were estimated using Kaplan-Meier method and survival curves compared using log-rank test. Hazard ratios (HR) were calculated using the Weibull regression model. Diagnosis of TE (n=43, 12%) had no effect on the OS and EFS. Children with CVL-dysfunction (n=74, 21%) had shorter 5- and 10-year EFS compared with children without CVL-dysfunction (P=0.029 and P=0.027). Multiple regression analyses, adjusting for age, sex, diagnostic era, TE, and cancer type identified CVL-dysfunction as an independent determinant of 5-year OS (HR 1.87; 95% confidence interval, 1.02-3.42; P=0.043) and EFS (HR 1.96; 95% confidence interval, 1.23-3.41; P=0.018). Although the etiology of adverse impact of CVL-dysfunction on survival is unknown, its prevention and prompt treatment may improve outcome from cancer in children. Further prospective studies are recommended.",
    "paper_id": "008a243b19ced323c3f992e117c052ed08b23876"
  },
  "008b5715a2e3a52674edc325853577de86588681": {
    "title": "Cicero, rhetoric, and empire",
    "abstract": "Introduction 1. Romans in the provinces: power, autonomy, and identity 2. How to become a Roman: the cases of Archias and Balbus 3. Controlling the uncontrollable: Cicero and the generals 4. Portrait of the orator as a great man: Cicero on Cicero 5. Imperial contexts Epilogue: the limits of oratory",
    "paper_id": "008b5715a2e3a52674edc325853577de86588681"
  },
  "008c065e61ecef1577d443fa5996e4e238762c9a": {
    "title": "Fungal Evolution: Aquatic–Terrestrial Transitions",
    "abstract": "The coevolution of plants and fungi is of key importance to the development of life on land. Much of our understanding of this long-shared evolutionary history comes from (1) the study of living species, in particular through molecular phylogenetics and (2) direct fossil evidence of plant–fungus interactions and fungal diversity in general. However little is known about the aquatic–terrestrial transitions in fungal evolution. In this article we discuss some hypotheses that have arisen from molecular data and the fossil record, and we highlight particular traits that can be helpful to understand the origin of fungi and their evolutionary history.",
    "paper_id": "008c065e61ecef1577d443fa5996e4e238762c9a"
  },
  "009af3a1fa932ea1a9efa8d34cb0b6e32feae15e": {
    "title": "Secure and Flexible Monitoring of Virtual Machines",
    "abstract": "The monitoring of virtual machines has many applications in areas such as security and systems management. A monitoring technique known as introspection has received significant discussion in the research literature, but these prior works have focused on the applications of introspection rather than how to properly build a monitoring architecture. In this paper we propose a set of requirements that should guide the development of virtual machine monitoring solutions. To illustrate the viability of these requirements, we describe the design of XenAccess, a monitoring library for operating systems running on Xen. XenAccess incorporates virtual memory introspection and virtual disk monitoring capabilities, allowing monitor applications to safely and efficiently access the memory state and disk activity of a target operating system. XenAccess' efficiency and functionality are illustrated through a series of performance tests and practical examples.",
    "paper_id": "009af3a1fa932ea1a9efa8d34cb0b6e32feae15e"
  },
  "00a1686bd31638544760e40e411b9dcb9d744eb8": {
    "title": "The Nature and Direction of Economic Reform in North Korea",
    "abstract": "In this article we critically examine the nature and direction of economic reform in North Korea. While North Korea began to experiment with reforms and a partial open-door policy in the mid-1980s, the most substantial attempt at economic restructuring occurred in July 2002. In these latest reforms, the government attempted to change the planned economic system through the introduction of price reforms, market and commodity relations, profit motivation and material incentives. However, scholars disagree on the nature and direction of economic restructuring. In order to analyze the state of economic transformation, we develop a conceptual framework of market socialism with a set of empirical indicators against which we examine the trends, direction and limitations of reforms. Our study strongly suggests that North Korea is moving away from the command economy towards a model of market socialism as practiced in China and Vietnam.",
    "paper_id": "00a1686bd31638544760e40e411b9dcb9d744eb8"
  },
  "00ae6f69726fb75827033fc2de07af9039e49768": {
    "title": "Polyelectrolyte catalysis of the alkaline hydrolysis of neutral and anionic esters",
    "abstract": "Alkaline hydrolysis of p-nitrophenyl acetate (PNPA), 4-acetoxy-3-nitrobenzoic acid (NABA). and 4-acetoxy-3-nitrobenzenearsonic acid (NABAA), has been carried out in the presence of cationic polyelectrolytes of varying degree of hydrophobic character or micelles. Ion–molecule and ion–ion reactions are accelerated by cationic polyelectrolytes, and the acceleration becomes larger with increasing hydrophobic character of the esters and/or polyelectrolytes. Polyelectrolyte catalysis is analysed in terms of saturation kinetics, and the equilibrium association constant and the rate coefficients of the polyelectrolyte–ester complex are calculated. The relative catalytic contributions of the electrostatic and hydrophobic interactions is discussed.",
    "paper_id": "00ae6f69726fb75827033fc2de07af9039e49768"
  },
  "00af3280fe88154632dc399fd1b3c8d61d253d65": {
    "title": "Sexual Harassment in the Workplace as a Function of Initiator's Status: The Case of Airline Personnel",
    "abstract": "This study focuses on women's perceptions of socio-sexual behaviors in the workplace initiated by males with varying degrees of status. Using an airline population, female flight attendants were asked to record the incidence of sexual harassment by personnel of higher, equal, and lower status. Subjects then rated their affective responses to hypothetical scenarios involving similar interactions. It was hypothesized that the lower the status of the harasser, the more negative the recipient's affective state. Results show the affective state of the recipient is most negative with lower-status personnel engaging in moderate verbal and physical harassment. With mild harassment, status has no differential effect. Social exchange and habituation explanations are used to account for the data.",
    "paper_id": "00af3280fe88154632dc399fd1b3c8d61d253d65"
  },
  "00bab1faff2f5df0ed8251ac1972c78850505422": {
    "title": "On the Semantics of Gringo",
    "abstract": "Input languages of answer set solvers are based on the mathematically simple concept of a stable model. But many useful constructs available in these languages, including local variables, conditional literals, and aggregates, cannot be easily explained in terms of stable models in the sense of the original definition of this concept and its straightforward generalizations. Manuals written by designers of answer set solvers usually explain such constructs using examples and informal comments that appeal to the user's intuition, without references to any precise semantics. We propose to approach the problem of defining the semantics of gringo programs by translating them into the language of infinitary propositional formulas. This semantics allows us to study equivalent transformations of gringo programs using natural deduction in infinitary propositional logic.",
    "paper_id": "00bab1faff2f5df0ed8251ac1972c78850505422"
  },
  "00bb3fa1346d5c610e9d3ce063b5f1d05dc911f3": {
    "title": "Social Construction of Skill: Gender, Power, and Comparable Worth.",
    "abstract": "Conventional definitions of skill have been challenged by comparable worth. The pressures that contribute to simple definitions of skill are uncovered through an identification of the major sources of gender bias in job evaluation systems. Actual pay equity initiatives are examined to highlight the conflictual process by which new definitions of skill are socially constructed or blocked through political action. Research on comparable worth offers a unique opportunity to develop a more sophisticated understanding of the power relations that maintain the gendered character of the labor market.",
    "paper_id": "00bb3fa1346d5c610e9d3ce063b5f1d05dc911f3"
  },
  "00c82cba1537399d6985b040a79e1774e617b485": {
    "title": "Symbiotic conversations are revealed under genetic interrogation",
    "abstract": "The recent development and application of molecular genetics to the symbionts of invertebrate animal species have advanced our knowledge of the biochemical communication that occurs between the host and its bacterial symbionts. In particular, the ability to manipulate these associations experimentally by introducing genetic variants of the symbionts into naive hosts has allowed the discovery of novel colonization mechanisms and factors. In addition, the role of the symbionts in inducing normal host development has been revealed, and its molecular basis described. In this Review, I discuss many of these developments, focusing on what has been discovered in five well-understood model systems.",
    "paper_id": "00c82cba1537399d6985b040a79e1774e617b485"
  },
  "00ca65899f607ddbd6ffce35c592465c49d681c0": {
    "title": "Applied ergonomics in the USSR.",
    "abstract": "The article describes historical premises of ergonomics development in the USSR, the present state and main direction of applied ergonomics, and its effective data. The new stage of ergonomics development in the USSR connected with the organization of scientific and technological cooperation in the field of ergonomics between the countries that are members of the Council for Mutual Economic Aid is discussed. The scientific problems of ergonomics, to which a great number of studies are devoted in the USSR, are hardly touched in the article.",
    "paper_id": "00ca65899f607ddbd6ffce35c592465c49d681c0"
  },
  "00cbad4cba7fb7da2dc2e437daf34d0c7d25b2d0": {
    "title": "XCB, the Last of the Shortest Single Axioms for the Classical Equivalential Calculus",
    "abstract": "It has long been an open question whether the formula XCB = EpEEEpqErqr is, with the rules of substitution and detachment, a single axiom for the classical equivalential calculus. This paper answers that question affirmatively, thus completing a search for all such eleven-symbol single axioms that began seventy years ago.",
    "paper_id": "00cbad4cba7fb7da2dc2e437daf34d0c7d25b2d0"
  },
  "00d2af6068385f33f3ed90dab312591a26209e6e": {
    "title": "Aaron Swartz's The Programmable Web: An Unfinished Work",
    "abstract": "Abstract This short work is the first draft of a book manuscript by Aaron Swartz written for the series \"Synthesis Lectures on the Semantic Web\" at the invitation of its editor, James Hendler. Unfortunately, the book wasn't completed before Aaron's death in January 2013. As a tribute, the editor and publisher are publishing the work digitally without cost. From the author's introduction: \" . . . we will begin by trying to understand the architecture of the Web -- what it got right and, occasionally, what it got wrong, but most importantly why it is the way it is. We will learn how it allows both users and search engines to co-exist peacefully while supporting everything from photo-sharing to financial transactions. We will continue by considering what it means to build a program on top of the Web -- how to write software that both fairly serves its immediate users as well as the developers who want to build on top of it. Too often, an API is bolted on top of an existing application, as an afterthought or ...",
    "paper_id": "00d2af6068385f33f3ed90dab312591a26209e6e"
  },
  "00d773982c2acf889943db1176263bdd060442a3": {
    "title": "A PRELIMINARY STUDY ON THE WEIXI-JINGHONG FAULT DEPRESSION ZONE",
    "abstract": "According to the geophysical data and geological comprehensive analysis,the nearly south-north Weixi-Wuliangshan-Jinghong geological bolck on the west side of Lanping-Simao depression zone is characterized by a fault depression zone.From Devonian,the mantle began to rise and form a lifting zone.And a east-west extension with local volcanism took place in the Earth crust.From Carboniferous to Triassic,there were a great amount of volcanic eruptions mainly intermediate-acidic in it,which was closed in Early Jurassic and with a thick clastic sediment of Mesozoic and Cenozoic.And many large or medium ore deposits were developed with the formation of this fault depression zone.",
    "paper_id": "00d773982c2acf889943db1176263bdd060442a3"
  },
  "00dcc1baf1c1db1e8f5ff8ac63f0345a4b32ca9b": {
    "title": "Shiveluch volcano: seismicity, deep structure and forecasting eruptions (kamchatka)",
    "abstract": "Abstract The deep structure, Wadati-Benioff zone (focal zone) geometry and the magma feeding system of Shiveluch volcano are investigated based on 1962–1994 detailed seismic surveillance. A focal zone beneath Shiveluch is dipping at an angle of 70° at depths of 100–200 km. Based on the revealed interrelations between seismicity at depths of 105–120 km and an extrusive phase of its eruptions in 1980 through 1994, it is inferred that primary magmas, periodically feeding the crustal chamber, are melted at depths of at least 100 km. An upsurge of extrusive-explosive activity at the volcano is preceded and accompanied by the increasing number and energy of both volcanic earthquakes beneath the dome and tectonic or volcano-tectonic earthquakes in the zones of NW-striking crustal faults near the volcano.The eruption of April 1993 has been the most powerful since 1964. It was successfully predicted based on interactive use of all seismic data. At the same time the influence of seismicity at depths of 105–120 km under the volcano on the style (and consequently on prediction) of its activity is decisive.",
    "paper_id": "00dcc1baf1c1db1e8f5ff8ac63f0345a4b32ca9b"
  },
  "00dcfb471b8495a484467cf2470f387f992edd4c": {
    "title": "Atom optics: Old ideas, current technology, and new results",
    "abstract": "Atom optics is the coherent manipulation of the atomic matter waves originally postulated by the developers of quantum mechanics. These pioneers also proposed the use of stimulated light forces to manipulate particles. These ideas have been combined with current technology to produce the field of atom optics. This, in turn, has shed new light on old quantum problems like the which way problem and the origins of quantum decoherence. Bose Einstein condensates combine naturally with atom optics to produce new results such as the coherent amplification of matter waves. This review of atom optics traces these connections.",
    "paper_id": "00dcfb471b8495a484467cf2470f387f992edd4c"
  },
  "00e5e4949a0191c10c3493fb46c1c99e7925e155": {
    "title": "What is cartography",
    "abstract": "The functions carried out under what is recognised as the term ‘cartography’ are explained with the object of arriving at a better understanding of cartography and, more importantly, how it applies in today's society.",
    "paper_id": "00e5e4949a0191c10c3493fb46c1c99e7925e155"
  },
  "00e99044cb8d6a52bf4456e82c7c0fca036ea69b": {
    "title": "Young People's Ignorance about the Topic of Taxation:",
    "abstract": "Two hundred and forty university applicants for a premier British university (mean age 18.83 years) completed an anonymous 14-item, open-response questionnaire concerning knowledge of, and attitudes to, taxation. Responses suggested considerable ignorance of facts (such as different types of taxation and the amount paid on fixed incomes) but general acceptance of taxation systems. Most knew about the government's role in taxation and what taxation revenue was spent on. They were in favour of income tax but few could list other taxes or knew precisely the percentage of taxation people at different income levels paid. Various direct quotes from the free-response items are listed to illustrate the range and richness of response. Results suggest that university students remain fundamentally ignorant about the purpose, functions and legislation concerning taxation. Implications for both education and politics are considered.",
    "paper_id": "00e99044cb8d6a52bf4456e82c7c0fca036ea69b"
  },
  "00e9c1bf0381479caaa06671761f8968c407ada4": {
    "title": "Open System for Road Information Support",
    "abstract": "Open System for Road Information Support is an open, supportive system for construction, maintenance and rehabilitation of a road, mainly focused, but not limited to the flexible pavement (asphalt). The project aims towards an European standard for a work documentation and work support system for a road worksite.",
    "paper_id": "00e9c1bf0381479caaa06671761f8968c407ada4"
  },
  "00f27e8bcd3feaf7e91126289efff6162b55017e": {
    "title": "The CALCULEMUS research training network: A short overview",
    "abstract": "Calculemus research aims at the integration of systems for symbolic computation and symbolic reasoning and is related to the QPQ initiative. It is in the spirit of both projects to discuss these connections and potential collaborations. The following text sketches the structure and scientific contributions of the Calculemus Research Training Network (Calculemus RTN; see Figure 1 for the partner sites) since its start in September 2000. It has been reproduced from the networks midterm report [22] and credit is due to all researchers of the Calculemus RTN. More than 28 young visiting researchers (with a sum approx. 150 financed person-months) have been supported by the network so far and approx. 47 senior researchers are involved in the training measures at the different partner sites.",
    "paper_id": "00f27e8bcd3feaf7e91126289efff6162b55017e"
  },
  "00f367186da55e592c60d1270d522c1f753bb152": {
    "title": "New types of intuitionistic fuzzy interior ideals of ordered semigroups",
    "abstract": "In many applied disciplines like computer science, coding theory and formal languages, the use of fuzzified algebraic structures play a remarkable role. In this paper, we introduced some new types of generalization of an intuitionistic fuzzy interior ideal, called (a, s)-intuitionistic interior ideals of an ordered semigroup S. The important milestone of this paper is to link the ordinary interior ideals and (?, ? ?qk)-intuitionistic fuzzy interior ideals. The notion of (?, ? ? qk )-intuitionistic fuzzy interior ideal is introduced and characterizations of ordered semigroups in terms of (?, ? ?qk)-intuitionistic fuzzy interior ideals and (?, ? ? qk )-intuitionistic fuzzy interior ideals are given.",
    "paper_id": "00f367186da55e592c60d1270d522c1f753bb152"
  }
}